/* General */

"..." = "…";

"Add" = "Añadir";

"Cancel" = "Cancelar";

"Choose" = "Seleccionar";

"Remove" = "Eliminar";

"Save" = "Guardar";

"Don't Save" = "No guardar";

"This cannot be undone." = "Esta acción no se puede deshacer.";

"Next" = "Siguiente";


"Absolute Path" = "Ruta absoluta";

"Relative to Project" = "Relativa al proyecto";

"Relative to Reference Folder" = "Relativo a la carpeta de referencia";

"Mixed" = "Mixta";


"Empty Selection" = "Selección vacía";

"Multiple Selection" = "Selección múltiple";


"Do you really want to remove this localization?" = "¿Seguro que desea eliminar esta localización?";

"Do you really want to remove these localizations?" = "¿Seguro que desea eliminar estas localizaciones?";

"Warning" = "Advertencia";

"Do you really want to remove this item?" = "¿Seguro que desea eliminar este ítem?";

"Do you really want to remove these items?" = "¿Seguro que desea eliminar estos ítems?";


"Do you really want to remove this package?" = "¿Seguro que desea eliminar este paquete?";

"Do you really want to remove these packages?" = "¿Seguro que desea eliminar estos paquetes?";

/* Menu > View */

"Settings_Menu" = "Ajustes";

/* Menu > Hierarchy */

"Show Hidden Folders" = "Mostrar carpetas ocultas";

"Hide Hidden Folders" = "Ocultar carpetas ocultas";

/* Menu > Project */

"Set Certificate..." = "Establecer certificado…";

"Change Certificate..." = "Cambiar el certificado…";

/* Menu > Help */

"http://s.sudre.free.fr/Software/documentation/Packages/en/index.html" = "http://s.sudre.free.fr/Software/documentation/Packages/en/index.html";

"mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)" = "mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)";

"http://s.sudre.free.fr/Software/Packages/about.html" = "http://s.sudre.free.fr/Software/Packages/about.html";

/* Preferences > Build */

"Mute" = "Sin sonido";

"Choose the certificate to be used for signing Quick Builds." = "Elija el certificado que se utilizará para firmar las construcciones rápidas.";

/* About Box */

"version %@ (%@)" = "versión %@ (%@)";

/* Quick Build window */

"Building" = "Construyendo";

"Sign" = "Firmar";

"Don't Sign" = "No firmar";

"Do you want to sign the package \"%@\" with the certificate \"%@\"?" = "¿Seguro que desea  firmar el paquete “%@” con el certificado “%@”?";

"Sign With Another Certificate" = "Firmar con otro certificado";

"Do you want to sign the package \"%@\"?" = "¿Seguro que desea  firmar el paquete “%@”?";

"Quick Build Signing Informative Text" = "Firmar el paquete permite a Gatekeeper verificar que el paquete no sea un malware conocido y no haya sido manipulado.";

/* Document tabs */

"Settings_tab" = "Ajustes";
"Payload_tab" = "Carga útil";
"Presentation_tab" = "Presentación";
"Project_tab" = "Proyecto";
"Requirements & Resources_tab" = "Requisitos y recursos";
"Scripts_tab" = "Scripts";
"Comments_tab" = "Comentarios";

/* Document Updates */

"The standard folders have been updated." = "Las carpetas estándar han sido actualizadas.";

"The standard folders in the payload of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "Las carpetas estándar en la carga útil de este proyecto se han actualizado para que coincidan con las definidas por esta versión de Packages. No se eliminaron los elementos existentes.";

"The standard folders in the payload(s) of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "Las carpetas estándar en la(s) carga(s) de este proyecto se han actualizado para que coincidan con las definidas por esta versión de Packages. No se eliminaron los elementos existentes.";

/* Distribution Source List */

"Project" = "Proyecto";

"Packages" = "Paquetes";

"Imported" = "Importados";

"Referenced" = "Referencias";

"untitled package" = "paquete sin título";

"Import" = "Importar";

" copy" = " copia";

"Export As:" = "Exportar como:";

"Export" = "Exportar";

/* File Hierarchy */

"untitled folder" = "carpeta sin título";

"The name \"%@\" can't be used." = "El nombre “%@” no puede usarse.";

"The name \"%@\" is already taken." = "El nombre “%@” ya existe.";

"Try using a name with fewer characters." = "Intente utilizar un nombre con menos caracteres.";

"Try using a name with no punctuation marks." = "Intente utilizar un nombre sin signos de puntuación.";

"Please choose a different name." = "Por favor, elija otro nombre.";

/* Files Hierarchy Inspector */

"Architecture:" = "Arquitectura:";

"Architectures:" = "Arquitecturas:";

"Bundle" = "Bundle";

"Executable" = "Ejecutable";

"File" = "Archivo";

"Folder" = "Directorio";

"Symbolic link" = "Enlace simbólico";

"Standard folder" = "Carpeta estándar";

"Custom folder" = "Carpeta personalizada";

"N/A" = "N/D";

/* Files Hierarchy Inspector > Attributes */

"Owner" = "Prop.";

"Group" = "Grupo";

"Others" = "Otros";

"SetUID" = "SetUID";

"SetGID" = "SetGID";

"Sticky" = "Sticky";

/* Files Hierarchy Inspector > Rules */

"Do you really want to remove this locator?" = "¿Seguro que desea eliminar este localizador?";

"Do you really want to remove these locators?" = "¿Seguro que desea eliminar estos localizadores?";

/* Project Document > Build */

"Do you want to save the changes you made in the project \"%@\" before building it?" = "¿Desea guardar los cambios realizados en el proyecto “%@” antes de compilarlo?";

/* Project Document > Clean */

"Cleaning will remove all packages and distributions from the Build location." = "Cleaning will remove all packages and distributions from the Build location.";

"Clean" = "Limpiar";

"Cleaning..." = "Limpiando…";

/* Project > Requirements */

"Do you really want to remove this requirement?" = "¿Seguro que desea eliminar este requisito?";

"Do you really want to remove these requirements?" = "¿Seguro que desea eliminar estos requisitos?";

"Installation Requirements" = "Requisitos de instalación";

"Volume Requirements" = "Requisitos de volumen";

/* Project > Additional Resources */

"These resources can be used by the above requirements and scripts \nor the requirements for the choices of the Installation Type step." = "Estos recursos pueden ser utilizados por los requisitos y scripts anteriores\no los requisitos para las opciones del paso Tipo de instalación.";

/* Project > Settings */

"CERTIFICATE OF AUTHENTICITY" = "CERTIFICADO DE AUTENTICIDAD";

"The \"%@\" certificate available in the Keychain can not be used to sign a package or flat distribution." = "El certificado \"%@\" disponible en el llavero no puede usarse para firmar un paquete o distribución plana.";

"No signing certificate Alert Message Text" = "El certificado Developer ID Installer disponible en el llavero no puede usarse para firmar un paquete o distribución plana.";

"No signing certificates Alert Message Text" = "Los certificados Developer ID Installer disponibles en el llavero no pueden usarse para firmar un paquete o distribución plana.";

"There is no private key associated to this certificate." = "No hay una clave privada asociada a este certificado.";

"There are no private keys associated to these certificates." = "No hay claves privadas asociadas a estos certificados.";

"No certificates Alert Message Text" = "No se encontraron certificados Developer ID Installer en su llavero.";

"No certificates Alert Informative Text" = "Se requiere un certificado Developer ID Installer para firmar un paquete o distribución plana. Si es miembro del Programa de desarrolladores de Apple, puede obtener su certificado a través del sitio web de desarrolladores de Apple.";

"Go to Apple Developer website" = "Ir al sitio web Apple Developer";

"url.apple.developer.website.certificates" = "https://developer.apple.com/account/mac/certificate/";

"Choose the certificate to be used for signing the distribution." = "Seleccione el certificado que se utilizará para firmar la distribución.";

"Choose the certificate to be used for signing the package." = "Seleccione el certificado que se utilizará para firmar el paquete.";

"Certificate Chooser Informative Text" = "La firma de paquetes o distribuciones del Instalador con un certificado Developer ID Installer le permite a Gatekeeper verificar que un paquete o distribución descargado no es un malware conocido y no ha sido manipulado.";

"Do you really want to remove the certificate?" = "¿Seguro que desea eliminar el certificado?";

"Remove_Certificate" = "Eliminar";

"Project Folder" = "Carpeta del proyecto";

"Revert to Default" = "Revertir a predeterminado";

"Other..." = "Otro…";

"No Pattern Set" = "Sin patrón establecido";

"Do you really want to remove this exclusion?" = "¿Seguro que desea eliminar esta exclusión?";

"Do you really want to remove these exclusions?" = "¿Seguro que desea eliminar estas exclusiones?";

/* Project > Exclusions */

"Remove .DS_Store files" = "Eliminar .DS_Store archivos";

"Remove .pbdevelopment files" = "Eliminar .pbdevelopment archivos";

"Remove SCM metadata" = "Eliminar SCM metadata";

"Optimize nib files" = "Optimizar nib archivos";

"Remove Resources Disabled folders" = "Eliminar carpetas “Resources Disabled”";


"Remove \".DS_Store\" files created by the Finder." = "Eliminar “.DS_Store” archivos creados por el Finder.";

"Remove \".pbdevelopment\" files created by ProjectBuilder or Xcode." = "Eliminar “.pbdevelopment” archivos creados por ProjectBuilder o Xcode.";

"Remove helper files and folders used by the CVS, SVN or Git Source Code Management systems." = "Eliminar los archivos y carpetas auxiliares utilizados por los sistemas de control de versiones CVS, SVN o Git.";

"Remove \"classes.nib\", \"info.nib\" and \"designable.nib\" files within .nib bundles." = "Elimine los archivos “classes.nib”, “info.nib” y “designable.nib” dentro de los bundles .nib.";

"Remove \"Resources Disabled\" folders." = "Eliminar carpetas “Resources Disabled”.";


/* Project > Advanced Options */

"Advanced Options" = "Opciones avanzadas";

/* Package Components > Settings */

"( './' represents the parent folder of the distribution bundle )" = "( './' representa la carpeta principal de la distribución )";

"( URL of the folder containing the package on the HTTP server )" = "( URL de la carpeta que contiene el paquete en el servidor HTTP )";

"( URL of the folder containing the package on the HTTPS server )" = "( URL de la carpeta que contiene el paquete en el servidor HTTPS )";

"Path:" = "Ruta:";

"URL:" = "URL:";

/* Package > Payload */

"Set as Default Location" = "Establecer como destino por omisión";

"Set Destination Name" = "Establecer nombre de destino";

"Reset Destination Name" = "Restablecer nombre de destino";

"Contents" = "Contenido";

/* Package > Scripts & Resources */

"Pre-installation" = "Pre-instalación";

"Post-installation" = "Post-instalación";

"No Script Set" = "Sin script establecido";

"Do you really want to remove the %@ script for this package?" = "¿Seguro que desea eliminar el script %@ eliminar el script% @ para este paquete?";

"Additional Resources" = "Recursos adicionales";

"These resources can be used by the pre and post-installation scripts." = "Estos recursos pueden ser utilizados por los scripts previos y posteriores a la instalación.";

/* JavaScript Editor */

"<No selected function>" = "<Ningún ítem seleccionada>";

